# Задача 3. Вариант 18.
# Напишите программу, которая выводит имя "Михаил Ефимович Фрилянд", и
# запрашивает его псевдоним. Программа должна сцеплять две эти строки и
# выводить полученную строку, разделяя имя и псевдоним с помощью тире.
# Рыжова К.И.
# 15.09.16
name= "Михаил Ефимович Фрилянд"
print("Известный писатель, о котором сегодня пойдет речь: ", name)
name2 = input("Под каким псевдонимом мы его знаем? Ответ: ")
print("Все верно:", name, "-", name2)
input("Нажмите Enter для выхода")
